tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "eza"
brew "fnm"
brew "fzf"
brew "git"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "macchina"
brew "mage"
brew "neovim"
brew "openjdk"
brew "pyenv"
brew "tmux"
brew "charmbracelet/tap/melt"
brew "oven-sh/bun/bun"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "eamodio.gitlens"
vscode "eeyore.yapf"
vscode "golang.go"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rust-lang.rust-analyzer"
vscode "shalldie.background"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
