tap "charmbracelet/tap"
brew "bat"
brew "bubblewrap"
brew "chezmoi"
brew "difftastic"
brew "eza"
brew "fzf"
brew "git"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "macchina"
brew "neovim"
brew "opam"
brew "openjdk"
brew "opentofu"
brew "tmux"
brew "uv"
brew "charmbracelet/tap/melt"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rust-lang.rust-analyzer"
vscode "shalldie.background"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
